"GetSupport" = "Obtenir de l’aide";
"ReinstallButtonDescription" = "Installer la dernière version";
"UninstallButtonDescription" = "Supprimer l’installation actuelle";
"ReinstallButtonTitle" = "DERNIERE VERSION";
"UninstallButtonTitle" = "DESINSTALLER";
"CannotInstallFlashPlayer" = "Il est impossible d’installer Adobe® Flash® Player.";
"NewerFlashPlayerAlreadyInstalled" = "Une version plus récente du logiciel est déjà installée sur ce système.";
"InstalledVersionTitle" = "Version installée :";
"ThisVersionTitle" = "Cette version :";
"SystemDoesNotMeetMinimumRequirements" = "Ce système ne répond pas à la configuration minimale requise pour l’installation.";
"InstallNoticeLine1" = "Ce programme va installer Adobe® Flash® Player 10.1.";
"UsageTitle" = "Utilisation soumise au %@";
"LicenseAgreementLink" = "Contrat de licence du logiciel Flash Player";
"ReadAndAgreeToTermsOfUse" = "J’ai lu et j’accepte les conditions du contrat de licence.";
"CloseFPClientsDescription1" = "Veuillez fermer la ou les applications suivantes pour continuer :";
"CloseFPClientsDescription2" = "Vous pouvez les fermer manuellement ou cliquer ci-dessous.";
"ForceCloseAllButtonTitle" = "Imposer fermeture genérale";
"CloseAppsDialogTitle" = "Veuillez fermer les applications supplémentaires.";
"CloseAppsDialogMessage" = "Certaines applications sont encore ouvertes et doivent être fermées.\n\nCliquez sur OK pour obtenir une liste mise à jour.";
"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Fermer";
"FPInstallerWindowTitle" = "Programme d’installation d’Adobe Flash Player";
"InstallingMessage" = "Installation en cours…";
"InstallPercentage" = "%d %%";
"FinalizingInstallationMessage" = "Finalisation de l’installation...";
"InstallButtonTitle" = "INSTALLER";
"RetryButtonTitle" = "REESSAYER";
"QuitButtonTitle" = "QUITTER";
"DoneButtonTitle" = "TERMINE";
"InstallSucceededTitle" = "L’installation a réussi.";
"InstallFailedTitle" = "L’installation a échoué.";
"InstallFailedDescription" = "Cette installation a échoué.";
"ErrorLogTitle" = "Journal des erreurs :";
"FPUninstallerWindowTitle" = "Programme de désinstallation d’Adobe Flash Player";
"UninstallDescriptionText" = "Ce programme va supprimer Adobe® Flash® Player de votre ordinateur.";
"UninstallDescriptionText_PlusTentacleRemover" = "Ce programme va supprimer Adobe® Flash® Player, ainsi que tous les fichiers et paramètres contenus dans la mémoire cache, de votre ordinateur.";
"UninstallingMessage" = "Désinstallation en cours…";
"UninstallCompletedTitle" = "Terminée";
"UninstallSucceededText" = "Adobe® Flash® Player a été supprimé de votre système.";
